Repository: Crystal-IOT/SnowIO-iOS-App
Catalog: Snow IO/Storyboards/Localizables/*.lproj/Localizable.strings
Languages: fr

# account_valid_email
source: Enter a valid email.
fr: Entrer un email valide.

# account_valid_credentials
source: Enter a valid credentials.
fr: Entrez une information d'identification valide.

# account_already_email
source: An account already exists with this email.
fr: Un compte existe déjà avec cette email.

# account_already_exists
source: Account already exists whit different credentials.
fr: Le compte existe déjà avec des informations d'identification différentes.

# value_empty
source: All fields are required !
fr: Tout les champs sont requis !

# title_passwordReset
source: Reset password
fr: Réinitialisation mot de passe

# txt_passwordReset
source: An email containing the link to reset your password has just been sent !
fr: Un email contenant le lien pour réinitialiser votre mot de passe viens d'être envoyé !

# choose_station
source: Choose your ski station first.
fr: Choisissez d'abord votre station de ski.

# empty_home_slope
source: No ski slope are available for this station.
fr: Aucune piste n'est disponible pour cette station.

# no_object
source: No equipment available for this ski slope
fr: Aucun équipement disponible pour cette piste de ski.

source: Slope name :
fr: Nom de la piste :

source: Slope level :
fr: Niveau de la piste :

# account_firstname
source: First name
fr: Nom

# account_lastname
source: Last name
fr: Prénom

# account_password
source: Password
fr: Mot de passe

# account_tel
source: Phone
fr: Téléphone

# account_profile
source: Skier profile
fr: Profil skieur

# account_updated
source: Your account has been successfully updated.
fr: Votre compte a été mis à jour avec succès.

# btn_cancel
source: Cancel
fr: Annuler

# btn_restart
source: Restart
fr: Redémarrer

# btn_save
source: Save
fr: Sauvegarder

# btn_change_password
source: Change password
fr: Changer mot de passe

source: Current password
fr: Mot de passe actuel

source: New password
fr: Nouveau mot de passe

# confirm_new_password
source: Confirm password
fr: Confirmer mot de passe

# password_change
source: Your password has been changed successfully.
fr: Votre mot de passe à été modifié avec succès.

# old_password_not_match
source: Your old password does not match the one saved.
fr: Votre ancien mot de passe ne correspond pas à celui enregistré.

# pasword_not_match
source: The both passwords indicated doesn't match.
fr: Les mots de passe indiqués ne correspondent pas.

# gps_authorization_denied
source: GPS features are disabled on your phone. Go to the application settings to enable GPS location.
fr: Les fonctionnalités liées aux GPS sont désactivés sur votre téléphone. Allez dans les paramètres de l'application pour activer la localisation via GPS.

# search_station
source: Search a station...
fr: Rechercher une station...

source: Interest location :
fr: Emplacement point d'intéret :

source: Beacon name :
fr: Nom du Beacon :

source: Beacon position :
fr: Emplacement du Beacon :

# friends_position
source: - Position
fr: - Emplacement

# station_phone
source: Phone :
fr: Téléphone :

# interest_day_monday
source: Monday :
fr: Lundi :

# interest_day_tuesday
source: Tuesday :
fr: Mardi :

# interest_day_wednesday
source: Wednesday :
fr: Mercredi :

# interest_day_thursday
source: Thursday :
fr: Jeudi :

# interest_day_friday
source: Friday :
fr: Vendredi :

# interest_day_saturday
source: Saturday :
fr: Samedi :

# interest_day_sunday
source: Sunday :
fr: Dimanche :

# interest_hours
source: Opening time
fr: Horaires d'ouverture

# interest_access
source: Directions / Access map
fr: Itinéraire / Plan d'accès

# activity_title
source: Activity :
fr: Activité :

# category_title
source: Category :
fr: Categorie :

# search_interests
source: I search...
fr: Je recherche...

# up_informations
source: You have triggered the "Beacon" at the top of the following ski slope :
fr: Vous avez déclenché le "Beacon" en haut de la piste de ski suivante :

# down_informations
source: You have triggered the "Beacon" at the bottom of the following ski slope :
fr: Vous avez déclenché le "Beacon" en bas de la piste de ski suivante :

# up_informations_short
source: Top of ski slope
fr: Haut de la piste de ski

# down_informations_short
source: Bottom of ski slope
fr: Bas de la piste de ski

# app_info
source: App informations
fr: Informations de l'application

# app_info_description
source: Please choose the desired action to get the information from the application.
fr: Veuillez choisir l'action souhaitée pour obtenir les informations de l'application.

# error_app_publish
source: The application is not published so no page of the store is available (see AppDelegate.swift if your app is published).
fr: L'application n'est pas publiée, donc aucune page du magasin n'est disponible (voir AppDelegate.swift si votre application est publiée).

# error_other_description
source: No website URL for this developer is defined, see AppDelegate.swift
fr: Aucune URL de site Web pour ce développeur n'est définie, voir AppDelegate.swift

# txt_help
source: How to use this app ?
fr: Comment utiliser l'app ?

# txt_about
source: About
fr: A propos

# txt_rateme
source: Rate me
fr: Notez moi

# txt_others
source: Others apps
fr: Autres applications

# api_error_server
source: Sorry, there was an error recovering the data, please try again in a few moments. If the error persists, please contact the developer of the application.
fr: Désolé, une erreur s'est produite lors de la récupération des données. Veuillez réessayer dans quelques instants. Si l'erreur persiste, veuillez contacter le développeur de l'application.

source: Error
fr: Erreur

# empty_list
source: No datas for this page !
fr: Aucune données pour cette page !
